import React from 'react';
import classes from "./CoursePage.module.css";

const CoursePage = () => {
    return (
        <>
            <section className={classes.main}>
                <div style={{height: "4vh"}}>

                </div>
                <section>
                    <h1>Ваши курсы</h1>
                </section>
                <section className={classes.courses}>
                    <section className={classes.courseModule}>
                        <div className={classes.tab}>
                            <input id="tab-one" type="checkbox" name="tabs" className={classes.tab_input}/>
                            <label htmlFor="tab-one">
                                <h3>Вводный урок</h3>
                            </label>
                            <div className={classes.tabContent}>
                                <p>ОСОБЕННОСТИ КОНЦЕПЦИИ «ЖЕНСКАЯ САМОЗАЩИТА».</p>

                                <p> Уровень безопасности женщины и её близких зависит от многих факторов, которые будут
                                    подробно представлены в следующих уроках.

                                    Если коротко то БЕЗОПАСНОСТЬ ЖЕНЩИНЫ в БОЛЬШЕЙ СТЕПЕНИ ЗАВИСИТ от УРОВНЯ
                                    ЦИВИЛИЗОВАННОСТИ ОБЩЕСТВА, в котором живет женщина.
                                    К примеру, как только этот уровень опускается до криминализации и войны то в первую
                                    очередь страдают женщины.

                                    Но также БЕЗОПАСНОСТЬ ЖЕНЩИНЫ ЗАВИСИТ и ОТ САМОЙ ЖЕНЩИНЫ - от уровня развития её
                                    менталитета (интеллект +культура), от её образованности, психофизических качеств … и
                                    конечно же подготовленности.

                                    Мы хотим способствовать развитию женщин с целю повышения уровня Вашей безопасности.
                                    С акцентом на «САМОСТОЯТЕЛЬНАЯ ЗАЩИТА».
                                    До такой степени Вашей подготовки, чтобы Вы не попадали в опасные ситуации совсем.
                                    ЖИЛИ В ВЫСОКО ЦИВИЛИЗОВАННОМ (безопасном) ОБЩЕСТВЕ.

                                    Важно, чтобы ВЫ были ЗАЩИЩЕНЫ ИНТЕЛЛЕКТОМ, ЗНАНИЯМИ и НАВЫКАМИ, КУЛЬТУРОЙ
                                    (ценностями, принципами…), ФИНАНСАМИ, ЭКОЛОГИЕЙ и ОКРУЖАЮЩИМИ ЛЮДЬМИ.</p>
                                <p>ОСОБЕННОСТИ методики ФИЗИЧЕСКОЙ и именно ЖЕНСКОЙ САМОЗАЩИТЫ заключаются в том, что:
                                    <p> 1. Система подготовки максимально используются психофизические особенности
                                        женского организма как преимущества, к примеру, перед мужской психофизикой.
                                        <br/>2. Процесс разделяется на 4 (четыре) этапа подготовки каждый, из который
                                        соответсвует более высокому уровню опасности ситуаций, к которым важно
                                        подготовиться.
                                        <br/>3. Но уже пройдя первый этап (уровень) женщина (девочка, девушка)
                                        значительно повышает уровень своей защищённости. Для успешного прохождения
                                        первого этапа не требуются особых физические данные женщины.
                                        <br/>4. И САМОЕ ИНТЕРЕСНОЕ то, что СОХРАНЯЕТСЯ ЖЕНСТВЕННОСТЬ, что ОЧЕНЬ ВАЖНО!
                                        Значительно повышается уровень качества психофизического состояния женщины.</p>
                                </p>
                                <p>ЭТАПЫ ОПАСНЫХ СИТУАЦИЙ.
                                    <p>
                                        1. ПРОАКТИВНАЯ - ВХОД. До возникновения опасной ситуации. Необходимо заранее
                                        подготовиться. Можно (1.1) предсказать (1.2) предупредить (1.3) не допустить
                                        опасную
                                        ситуацию и не входить в неё.
                                        Один из показателей высокого уровня интеллекта человека - это прогнозирование.
                                        <br/> 2. РЕАКТИВНАЯ - ЭПИЦЕНТР опасной ситуации. Необходимо действовать
                                        реактивно, в
                                        зависимости от вида и уровня опасности ситуации. Задача - оперативный выход
                                        из
                                        опасной ситуации с минимальными потерями для здоровья (сохранение жизни).
                                        <br/> 3. ПОСТАКТИВНАЯ-ВЫХОД из опасной ситуации. Совершение оперативных
                                        действий:
                                        (3.1)
                                        Самостоятельное оказание мед.помощи и фикция фактов опасной ситуации.
                                        (3.2)
                                        Обращение в медицинское учреждение. (3.3) Обращение в полицию и др.
                                        правоохранительные органы. (3.4) Обращение к родственникам, друзьям, …
                                        (3.5)
                                        Обращение в правозащитную общественную организацию (3.6) Прохождение
                                        лечения,
                                        восстановления и реабилитации. (3.7) Участие в судебных процессах.
                                    </p>
                                    <h5>Тест:</h5>
                                    <a href="https://forms.gle/S6bhvm9e9nnSNSBk8">Тест по вводному уроку</a>
                                </p>
                            </div>
                        </div>
                    </section>
                    <section className={classes.courseModuleRed}>
                        <div className={classes.tab}>
                            <input id="tab-two" type="checkbox" name="tabs" className={classes.tab_input}/>
                            <label htmlFor="tab-two">
                                <h3>Виды угроз и основные факторы, влияющие на защищенность.</h3>
                            </label>
                            <div className={classes.tabContent}>
                                <p></p>
                                <p>ВИДЫ УГРОЗЫ для ЖЕНЩИНЫ:
                                    <br/> 1. ЛЮДИ: оскорбление, унижение, обман, мошенничество, харазмент, психическое и физическое насилие, включея в емье, воровство, ограбление, …
                                    <br/><span>1.1  МУЖЧИНЫ (семейное (домашнее)  насилие, сексуальное домогательство на работе на улице,  шантаж, рабство, маньяки, …)</span>
                                    <br/> <span>1.2  ЖЕНЩИНЫ (интриги, шантаж, насилие…)</span>
                                    <br/>2.  СПОРТИВНЫЕ ТРАВМЫ (растяжение, ушиб, сотрясение, порез, разрыв, перелом,
                                    <br/>3.  НЕСЧАСТНЫЕ СЛУЧАИ (падение, ожог, обморожение, утопление … .)
                                    <br/> 4. ПСИХИЧЕСКИЕ БОЛЕЗНИ.
                                    <br/> 5. САМОУБИЙСТВО.
                                    <br/> 6. ЗАРАЗНЫЕ БОЛЕЗНИ.
                                    <br/> 7.  НЕКАЧЕСТВЕННАЯ ПИЩА.
                                    <br/> 8. НАРКОЗАВИСИМОСТЬ.
                                    <br/> 9. ЗАГРЯЗНЕННАЯ СРЕДА  (вода, воздух, радиация …)

                                    <br/>10.  ФЛОРА и ФАУНА.
                                    <br/><span>10.1  Собаки.</span>
                                    <br/><span>10.2  Ядовитые и заразные насекомые.</span>
                                    <br/><span>10.3  Ядовитые змеи,  ящерицы … .</span>
                                    <br/><span>10.4  Рыбы, медузы, акулы  … .</span>
                                    <br/><span>10.5  Дикие животные  (волки, медведи, рыси, львы, кабаны …. .</span>
                                    <br/><span>10.6 Дикие птицы.</span>
                                    <br/><span>10.7 Ядовитые растения.</span>

                                    <br/>11.  КАТАСТРОФЫ (пожар,  автодорожная, авиакатастрофа, отравление газом, …землетрясение, потоп, война… ).

                                    МУЖЧИНЫ - основная опасность (статистика).</p>
                                <p>ОСНОВНЫЕ ФАКТОРЫ,
                                    влияющие на уровень защищенности женщины.
                                <br/> 1. СРЕДА ЖИЗНЕДЕЯТЕЛЬНОСТИ.
                                    <br/><span>1.1 Цивилизованность бщества в целом.</span>
                                    <br/><span>1.2 Политическая ситуация.</span>
                                    <br/><span>1.3  Социальная культура.</span>
                                    <br/><span>1.4  Менталитет сообщества.</span>
                                    <br/><span>1.5  Семья.</span>
                                    <br/><span>1.6  Экономика.</span>
                                    <br/><span>1.7  Экология.</span>
                                    <br/><span>1.8  Технологичность среды. </span>
                                    <br/><span>1.9  Уровень системы образования.</span>
                                    <br/><span>1.10  Уровень  правовозащитной системы (полиция, суды, прокуратура, адвокатура … ).</span>
                                    <br/><span>1.11  Уровень здравоохранения.</span>
                                    <br/><span>1.12  Уровень ЖКХ. И многое другое</span>
                                    <br/> 2.  СТАТУС ЖЕНЩИНЫ социальной иерархической пирамиде.
                                    <br/> 3.  ИНДИВИДУАЛЬНОСТЬ.
                                    <br/><span>3.1  Ценности.</span>
                                    <br/><span>3.2  Принципы.</span>
                                    <br/><span>3.3  Физические качества.</span>
                                    <br/><span>3.4  Здоровье</span>
                                    <br/><span>3.5  Поведенческие  установки.</span>
                                    <br/><span>3.6  Интеллект.</span>
                                    <br/><span>3.7  Образованность.</span>
                                    <br/><span>3.8  Проф деятельность.</span>
                                    <br/><span>3.9  Благосостояние.</span> </p>
                                    <p>Защищенность женщины, в большей части, зависит:
                                        <br/>(1) от среды жизнедеятельности,
                                        <br/>(2) от уровня образованности,
                                        <br/>(3) от психофизического состояния и уровня развития женщины,
                                        <br/>(4) от особенности социальной среды проживания
                                        <br/>(5) от вида и уровня угрозы, к примеру, исходящих от людей.
                                    </p>
                            </div>
                        </div>
                    </section>
                    <section className={classes.courseModule}>
                        <div className={classes.tab}>
                            <input id="tab-three" type="checkbox" name="tabs" className={classes.tab_input}/>
                            <label htmlFor="tab-three">
                                <h3>Мировая проблема насилия над женщиной.</h3>
                            </label>
                            <div className={classes.tabContent}>
                                <p></p>
                                <p> По определению ООН, насилие в отношении женщин – это «любой акт насилия, совершенный на основании полового признака, который причиняет или может причинить физический, половой или психологический ущерб или страдания женщинами, а также угрозы совершения таких актов, принуждение или произвольное лишение свободы, будь то в общественной или личной жизни»

                                    История насилия над женщинами связана с историей отношения к женщинам, как к собственности и с гендерной ролью, предписывающей им подчиняться мужчинам.
                                    Патриархат является моделью гендерного неравенства.

                                    В декларации  ООН, принятой только 1993, говорится, что «насилие над женщиной является проявлением исторически сложившегося неравного соотношения сил между мужчинами и женщинами, которое привело к доминированию над женщинами и дискриминации их со стороны мужчин.

                                    Насилие над женщиной - один из основополагающих социальных механизмов, при помощи, которого женщин вынуждают занимать подчиненное положение».</p>
                                <p>
                                    Стоит признать, что различные формы насилия женщины существуют повсеместно и в настоящее время. Хотя уже в 18 декабря 1979 году в ООН была принята конвенция о ликвидации всех форм дискриминации в отношении женщин направленная на защиту прав женщин, вступившая в силу 3 сентября 1981 году.

                                    Генеральной Ассамблеей ООН определен в 2000 году международный день борьбы за ликвидацию насилия в отношении женщин – 25 ноября.

                                    Поэтому тема «защита женщины» будет  актуальна ещё долгое время.

                                    В современном мире факты проявления различных видов и степени насилия над женщиной фиксируются на всех уровнях социальной иерархической пирамиды.

                                    «Международный Институт Женской Самозащиты» (IWSD) актуализируют тему женской самозащиты в случаях, в которых  существует явная угроза здоровью и жизни  лично самой женщины,  членам её семьи  и близким  ей людям.
                                </p>
                                <p>Как это не странно, но один из основных видов опасностей является мужчина.

                                    Что и подтверждает ООН.

                                    С одной стороны на протяжении истории развития человечества женщина и мужчина влюблялись в друг друга, создавали семью, вели общее хозяйство, рожали и воспитывали  детей. Были счастливы и продолжали род человеческий.
                                    С друго стороны, в различных жизненных ситуациях был и может быть причиной смертельной опасностью для женщины и её близких.

                                    Мужчины могут  быть по отношению к женщине: заботливым любящим отцом, братом, дедушкой, мужем, другом, любовником, надежным деловым партнером… и тп
                                    Но есть мужчины, которые могут быть маньяком-убийцей, насильником, бандитом-грабителем… и тп.
                                    И при этом мужчина-злоумышленик может искусстно и весьма «успешно», некоторое время, маскироваться и прятаться под маской добропорядочности.

                                    Одна из важных задач - это научиться женщине отличать мужчин-защитников от мужчин-злоумышленников. </p>
                            </div>
                        </div>
                    </section>
                    <section className={classes.courseModuleRed}>
                        <div className={classes.tab}>
                            <input id="tab-four" type="checkbox" name="tabs" className={classes.tab_input}/>
                            <label htmlFor="tab-four">
                                <h3>Подводящие упражнения.</h3>
                            </label>
                            <div className={classes.tabContent}>
                                <p></p>
                                <p>РАЗМИНОЧНЫЕ, РАЗВИВАЮЩИЕ, ПОДВОДЯЩИЕ УПРАЖНЕНИЯ.
                                    Мы называем набор этих и других упражнений «Фитнес «Женская самозащита». Одна из
                                    важных тренировочных задач в системе подготовки «Женская самозащита»  -  это РАЗВИТИЕ ЛОВКОСТИ.
                                    <br/><a href="https://t.me/IWSD2511/168?comment=50" target="_blank">Видео упражнения</a></p>
                                <p>ПАДЕНИЯ и ПОДЪЕМ в стойку (развивающие, подводящие и тренирующие упражнения).
                                <br/><a href="https://t.me/IWSD2511/170?comment=52" target="_blank">Видео упражнения</a></p>
                                <p>ДИСТАНЦИЯ. ДВИЖЕНИЯ. ПОЛОЖЕНИЕ относительно нападающего. УХОДЫ. Подводящие упражнения.
                                    <br/><a href="https://t.me/IWSD2511/172?comment=54" target="_blank">Видео упражнения</a>
                                    <br/><a href="https://t.me/IWSD2511/173?comment=55" target="_blank">Видео упражнения</a></p>
                                <p>Отработать приемы совместно с тренерами возможно по адресу, указанному на информационной странице. С радостью ждем Вас!</p>
                            </div>
                        </div>
                    </section>
                </section>
            </section>

        </>

    );
};

export default CoursePage;
